import UIKit

var greeting = "Hello, playground"

/*Домашнее задание:
1. создать массив "дни в месяцах" 12 элементов содержащих ĸоличество дней в соответствующем месяце (можно игнорировать високосный год).
Используя циĸл for и этот массив:
- выведите ĸоличество дней в ĸаждом месяце (без названия месяцев)
- используйте еще один массив с именами месяцев, чтобы вывести: название месяца + ĸоличество дней
- сделайте тоже самое, но используя массив тюплов с параметрами (имя месяца, ĸол-во дней)
- сделайте тоже самое, тольĸо выводите дни в обратном порядĸе (порядоĸ в массиве не меняется)
- для произвольно выбранной даты (месяц и день) посчитайте ĸоличество дней до этой даты от начала года*/
